{
  "title": "Rhwydwaith Cenedlaethol Celf ac Addysg",
  "description": "Rydym yn dod ag ysgolion, artistiaid a sefydliadau diwylliannol ynghyd i lwyddo yn y Celfyddydau Mynegiadol.",
  "author": "@artsed_wales",
  "headline": "Rydym yn dod ag ysgolion, artistiaid a sefydliadau diwylliannol ynghyd i lwyddo yng nghwricwlwm y Celfyddydau Mynegiannol ac adeiladu dyfodol cynaliadwy i'r celfyddydau.",
  "introduction-1": "Rydym yn eirioli rhaglen genedlaethol sy'n partneru ysgolion â sefydliadau diwylliannol; Dysgu Celfyddydau Mynegiadol mewn partneriaeth â sector y celfyddydau. Ein nod tymor hir yw adeiladu polisi cenedlaethol ar gyfer cydweithredu rhwng ein sector ysgolion a chelfyddydau a fydd y cyntaf o'i fath unrhyw le yn y byd.",
  "introduction-2": "Mae profiadau celfyddydol o safon yn ystod plentyndod yn newid bywyd, gan adeiladu'r sylfaen ar gyfer gwerthfawrogiad a chyfranogiad celf gydol oes. Mae profiadau diwylliannol ystyrlon y tu allan i'r ystafell ddosbarth yn hanfodol i gyflawni MDaP y Celfyddydau Mynegiadol a Phedwar Pwrpas Cwricwlwm Cymru.",
  "heading-1" : "Archwilio, Ymateb, Creu",
  "quote-1": "Mae'r prosiect gair llafar anhygoel hwn wedi ysbrydoli ein dysgwyr i danio eu dychymyg a mynegi eu hunain. Mae Spoken Word wedi cryfhau perthynas yr ysgol ag asiantaethau allanol yn ein cymuned i gefnogi prosiectau llythrennedd yn y dyfodol yn y fframwaith cwricwlwm newydd.",
  "cite-1": "(Nicola Williams, Ysgol Gynradd Parc Tredegar)",
  "art-heading": "Celf",
  "art-text": "Cyflwynodd yr artist Sarah Brigland wneud printiau mewn ymateb i amgylchedd adeiledig Cwmbran. Defnyddiodd Ysgol Jubilee Park y technegau i ymateb i Gasnewydd. Gan ddarganfod bod gan Gasnewydd rwydwaith o dramiau ar un adeg, aeth y dosbarth i weld y Cerbydau chwarae.",
  "music-heading": "Cerddoriaeth",
  "music-text": "Creodd dosbarth blwyddyn chwech berfformiadau geiriau llafar mewn ymateb i'w hymweliad â Thŷ Tredegar yr Ymddiriedolaeth Genedlaethol gyda'r bardd a cherddor dwyieithog Rufus Mufasa. Gwahoddwyd y dosbarth yn ôl i'r tŷ hanesyddol i berfformio eu cerddi i rieni ac athrawon.",
  "theatre-heading": "Theatr",
  "theatre-text": "Datblygodd addysgwyr o Theatr Iolo weithdy ar ddyfeisio theatr yn yr ystafell ddosbarth mewn ymateb i'w drama Muckers. Ar ôl mynychu'r gweithdy, bu sawl athro yn chwilio am grantiau Go and See i dderbyn eu dysgwyr i'r theatr a phrofi'r ddrama.",
  "legacy": "Etifeddiaeth y Rhwydweithiau Celfyddydau ac Addysg rhanbarthol",
  "engagement": "Ymgysylltu â'r Ysgol",
  "participation": "Cyfranogiad Athrawon",
  "delivered": "Sesiynau wedi'u Cyflwyno",
  "community": "Cymuned Ddigidol",
  "quote-2": "Cafodd 72 o'n 76 o'n chwech oed rieni rieni yn ymweld â'n harddangosfa yn Sefydliad Blackwood Miners ’, mae hynny'n fwy yr ydym erioed wedi'i gael mewn digwyddiadau rhieni yn yr ysgol.",
  "cite-2": "(Rachel Phillips, Ysgol Gynradd y Coed Duon)",
  "artists-heading": "Mae artistiaid yn Allweddol",
  "artists-text": "Mae artistiaid a phobl greadigol gyfoes sy'n ymarfer yn darparu cysylltiad â'r celfyddydau cyfoes. Mae graddau'r gonestrwydd a'r didwylledd y mae artistiaid yn rhannu eu harfer yn cynnig mewnwelediadau amhrisiadwy, cofiadwy i'r broses artistig.",
  "creators-heading": "Crewyr Gydol Oes",
  "creators-text": "Mae angen ymwelwyr newydd ar amgueddfeydd, orielau a theatrau os ydyn nhw am oroesi. Mae cyfleoedd i blant yn cymryd rhan yn eu diwylliant yn rhoi perchnogaeth iddynt. Mae crewyr gydol oes yn trosglwyddo cariad at ddiwylliant i'w plant, gan osod sylfeini democratiaeth ddiwylliannol.",
  "model": "Ein Model",
  "model-p1": "Trawsnewid sut mae ysgolion yn gweithio gyda'u sefydliadau diwylliannol lleol i hwyluso'r Cwricwlwm Celfyddydau Mynegiannol.",
  "model-p2": "Gweithredu mewn partneriaeth â sefydliadau celfyddydol a diwylliannol.",
  "model-p3": "Cefnogaeth i'r Celfyddydau Mynegiadol MDaP.",
  "model-1": "Rhwydw’th",
  "model-2": "Ysgolion",
  "model-3": "Artistiaid",
  "model-4": "Sefydliadau",
  "model-5": "Diwylliannol",
  "network-heading": "Rhwydwaith Cenedlaethol",
  "network-text": "Rydym yn rhwydwaith cenedlaethol o athrawon, artistiaid a sefydliadau diwylliannol sy'n darparu cymorth i ysgolion Cymru i gyflawni eu nodau ar gyfer Maes Profiad Dysgu'r Celfyddydau Mynegiadol trwy ddarparu partneriaethau iddynt i sector diwylliannol Cymru. Rydym yn hyrwyddo rhwydweithio, cydweithredu, ac yn mynd ati i adeiladu rhwydweithiau cefnogol proffesiynol rhwng ysgolion a sector y celfyddydau ledled Cymru. Gyda'n gilydd gallwn adeiladu pethau anhygoel!",
  "promise": "Ein Addewid",
  "promise-p1": "Mae gan Gymru ddwy iaith. Rydym yn addo darparu hyfforddiant ac adnoddau o ansawdd uchel yn nwy iaith genedlaethol Cymru, a bob amser yn ymatebol i ofynion iaith unigol pob rhan o Gymru.",
  "promise-p2": "Mae Cymru yn wlad amrywiol. Rydym yn addo darparu rhaglen gadarn o ddatblygiad proffesiynol wedi'i safoni'n genedlaethol o ran ansawdd, wrth ymateb i hunaniaeth unigryw ac amrywiaeth ddiwylliannol Cymru.",
  "promise-p3": "Mae'r celfyddydau cyfoes yng Nghymru yn gyffrous. Rydym yn addo bod yn ymatebol i ddatblygiadau diwylliannol cyfredol ac ysbrydoli athrawon i gyfoethogi eu haddysgu ag arferion a thechnegau celf arloesol.",
  "signup-1": "Cofrestru",
  "signup-2": "Cyfeiriad ebost...",
  "signup-3": "Gadewch eich cyfeiriad e-bost i gael newyddion, diweddariadau a chyfleoedd gan Rwydwaith Cenedlaethol y Celfyddydau ac Addysg.",
  "involved-1": "Cymryd rhan",
  "involved-2": "Archebwch nawr ar gyfer ein digwyddiadau...",
  "site-1": "Celfyddydau Safle-Benodol",
  "site-2": "Dydd Mawrth 26ain Ebrill 2021",
  "site-3": "Cyflwyno Digidol",
  "site-4": "Mae lleoedd, fel pobl, yn unigryw o ran cymeriad a phersonoliaeth, ac fel pobl, maen nhw'n newid dros amser. Gall archwilio ystyr lle penodol, p'un a yw hyn o fewn yr oes sydd ohoni, neu trwy edrych yn ddyfnach ar hanes neu wyddoniaeth, alluogi plant a phobl ifanc i ymgysylltu go iawn â'u hamgylchedd a chymryd mwynhad dyfnach ohono.",
  "digital-1": "Ei wneud yn Ddigidol!",
  "digital-2": "Dydd Gwener 2il Mai 2021",
  "digital-3": "Cyflwyno Digidol",
  "digital-4": "Mae amgueddfeydd, treftadaeth a lleoliadau diwylliannol yn wirioneddol angerddol am weithio gyda chynnwys cyfoes mae ganddyn nhw rôl i gynrychioli a chasglu'r byd presennol, nid yn unig y gorffennol. Mae archwilio proses ddigidol ar gyfer dysgu yn galluogi dysgwyr i ymgysylltu â chasgliadau, arddangosfeydd a gwefannau trwy ddisgyblaeth atyniadol a pherthnasol.",
  "book": "Archebwch nawr",
  "contact": "Get in touch",
  "email": "helo@celfadd.cymru",
  "brand": "Rhwydwaith Cenedlaethol y Celfyddydau ac Addysg",
  "site": "Safle gan",
  
  "notfound": {
    "header": "NID SYLFAEN",
    "description": "Rydych chi newydd daro llwybr nad yw'n bodoli ... y tristwch."
  }
}
