{
  "title": "National Arts and Education Network",
  "description": "We bring together schools, artists and cultural organisations to succeed in the Expressive Arts.",
  "author": "@artsed_wales",
  "headline": "We bring together schools, artists and cultural organisations to succeed in the Expressive Arts curriculum and build a sustainable future for the arts in Wales.",
  "introduction-1": "We advocate a national programme that partners schools with cultural organisations; Expressive Arts learning led by and in partnership with the arts sector. Our long term goal is to build national policy for collaboration between our schools and arts sector that will be the first of its kind anywhere in the world.",
  "introduction-2": "Quality arts experiences in childhood are life changing, building the foundation for lifelong arts appreciation and participation. Meaningful cultural experiences outside the classroom are essential in the delivery of the statements of what matters in the Expressive Arts AoLE and the Four Purposes of the Curriculum for Wales.",
  "heading-1" : "Exploring, Responding, Creating",
  "quote-1": "This amazing spoken-word project has inspired our learners to fire their imagination and express themselves. Spoken Word has strengthened the school’s relationship with outside agencies in our community to support future literacy projects in the new curriculum framework.",
  "cite-1": "(Nicola Williams, Tredegar Park Primary School)",
  "art-heading": "Art",
  "art-text": "Artist Sarah Brigland introduced printmaking in response to Cwmbran's built environment. Jubilee Park Primary used the techniques to respond to Newport’s built environment. Finding out that Newport once had a network of trams, the class went to see the play Vehicles.",
  "music-heading": "Music",
  "music-text": "Over a three-day project, a year-six class created spoken word performances in response to their visit to National Trust Tredegar House with bilingual poet and musician Rufus Mufasa. The class were invited back to the historic house to perform their poems for parents and teachers.",
  "theatre-heading": "Theatre",
  "theatre-text": "Educators from Theatr Iolo developed a workshop about devising theatre in the classroom in response to their play Muckers. Having attended the workshop, several teachers appleed for and received Go and See grants to take their learners to the theatre and experience the play.",
  "legacy": "Legacy of the regional Arts and Education Networks",
  "engagement": "School Engagement",
  "participation": "Teacher Participation",
  "delivered": "Sessions Delivered",
  "community": "Digital Community",
  "quote-2": "72 our of 76 of our year sixes had parents visit our exhibition at Blackwood Miners’ Institute, that’s more that we’ve ever had at parents evening in the school.",
  "cite-2-p1": "(Rachel Phillips,",
  "cite-2-p2": "Blackwood Primary School)",
  "artists-heading": "Artists are Key",
  "artists-text": "Practicing contemporary artists and creative people provide an essential connection to the contemporary arts. The degree of honesty and openness with which artists share their practice offers invaluable, memorable insights into the artistic process.",
  "creators-heading": "Lifelong Creators",
  "creators-text": "Mae angen cenhedlaeth newydd o ymwelwyr ar amgueddfeydd, orielau a theatrau os ydyn nhw am oroesi. Mae cyfleoedd i blant yn cymryd rhan yn eu diwylliant yn rhoi perchnogaeth iddynt. Mae crewyr gydol oes yn trosglwyddo'r cariad hwnnw at ddiwylliant i'w plant.",
  "model": "Our Model",
  "model-p1": "Transform how schools work with their local arts and cultural organisations to facilitate the new Expressive Arts Curriculum.",
  "model-p2": "Operate strategically, and in partnership with arts and cultural organisations.",
  "model-p3": "Support of the new Expressive Arts AoLE.",
  "model-1": "Network",
  "model-2": "Schools",
  "model-3": "Artists",
  "model-4": "Cultural",
  "model-5": "Organisations",
  "network-heading": "A National Network",
  "network-text": "We are a national network of teachers, artists and cultural organisations providing assistance to Welsh schools to meet their aims for the Expressive Arts Area of Learning Experience by providing them with partnerships to the Welsh cultural sector. We champion networking, colaboration, and actively build proffessional supportive networks between schools and the arts sector throughout Wales. Together we can build amazing things!",
  "promise": "Our Promise",
  "promise-p1": "Wales has two languages. We promise to provide high quality training and resources in both of Wales’s national languages, and always be responsive to the individual language requirements of every part of Wales.",
  "promise-p2": "Wales is a varied country. We promise to provide a robust programme of professional development nationally standardised in quality, while responding to the Wales's unique identity and cultural diversity.",
  "promise-p3": "The contemporary arts in Wales are exciting. We promise to be responsive to current cultural developments and inspire teachers to enrich their teaching with to cutting-edge art practices and techniques.",
  "signup-1": "Sign up",
  "signup-2": "Email address...",
  "signup-3": "Leave us your email address for news, updates and upcoming opportunities from the National Arts and Education Network.",
  "involved-1": "Get involved",
  "involved-2": "Book now for our upcoming events...",
  "site-1": "Site-Specific Arts",
  "site-2-d1": "Tuesday 26",
  "site-2-d2": "th",
  "site-2-d3": "April 2021",
  "site-3": "Digital delivery",
  "site-4": "Places, like people, are unique in character and personality, and like people, they change over time. Exploring the meaning of a specific place, whether this be within the here and now, or by looking deeper into history or science, can enable children and young people to really engage with and take deeper enjoyment from their surroundings.",
  "digital-1": "Make it Digital!",
  "digital-2-d1": "Friday 2",
  "digital-2-d2": "nd",
  "digital-2-d3": "May 2021",
  "digital-3": "Digital delivery",
  "digital-4": "Museums, heritage and cultural venues are really passionate about working with contemporary content, they have a role to represent and collect the current world, not only the past. Exploring digital process for learning enables learners to engage with collections, exhibitions and sites through an engaging and relevant discipline.",
  "book": "Book Now",
  "contact": "Get in touch",
  "email": "info@artsed.wales",
  "brand": "National Arts and Education Network",
  "site": "Site by",
  
  "notfound": {
    "header": "NOT FOUND",
    "description": "You just hit a route that doesn't exist... the sadness."
  }
}
