{
  "title": "Rhwydwaith Cenedlaethol Celfyddydau ac Addysg",
  "description": "Yn dod a ysgolion, artistiaid a sefydliadau celfyddydol at ei gilydd i lwyddo yn y celfyddydau mynegiannol.",
  "author": "@artsed_wales",
  "headline": "Yn dod a ysgolion, artistiaid a sefydliadau celfyddydol at ei gilydd i lwyddo ym maes y celfyddydau mynegiannol o’r cwricwlwm ac adeiladu dyfodol hyfwy I’r celfyddydau yng Nghymru.",
  "introduction-1": "Rydym yn cynnig rhaglen Genedlaethol sydd yn cysylltu ysgolion â sefydliadau celfyddydol ynghyd â hyrwyddo dysgu am y celfyddydau mynegianol mewn partneriaeth â’r sector gelfyddydol. Ein nôd I’r dyfodol yw I ddatblygu polisi Cenedlaethol rhwng ysgolion a’r sector gelfyddydol – y cyntaf o’i fath yn y byd.",
  "introduction-2": "Mae profiadau celfyddydol safonol yn eich plentyndod yn gallu trawsnewid bywyd unigolyn gan adeiladu sail gadarn i gymeryd rhan a gwerthfawrogi‘r celfyddydau gydol oes. Mae profiadau celfyddydol tu allan i’r dosbarth yn ganolog i ddatganiad ‘yr hyn sy’n bwysig’ ym  maes profiad a dysgu y celfyddydau mynegianol a’r pedwar pwrpas yng Nghwricwlwm I Gymru.",
  "heading-1" : "Archwilio",
  "heading-2" : "Ymateb",
  "heading-3" : "Creu",
  "quote-1": "Mae’r prosiect geiriau llafar anhygoel yma wedi ysbrydoli ein dysgwyr, wedi tanio eu dychymyg  a’u h’annog I gyfleu eu hunain. Mae’r prosiect wedi cryfhau perthynas yr ysgol â asiantaethau allanol yn ein cymuned er budd cefnogi prosiectau llenyddol I’r dyfodol.",
  "cite-1": "(Nicola Williams, Ysgol Gynradd Parc Tredegar)",
  "art-heading": "Celf",
  "art-text": "Cyflwynodd Sarah Brigland waith print mewn ymateb I adeiladwaith Cwmbran. Defnyddiod Ysgol Gynradd Parc Jiwbili y technegau yma I ymateb i adeiladwaith Casnewydd. Wedi darganfod fod na rwydwaith o dramiau yn y dref unwaith. Mi aeth y dosbarth cyfan i weld y cerbydau.",
  "music-heading": "Cerdd",
  "music-text": "Mewn prosiect dros dridiau, bu i ddosbarth blwyddyn chwech greu perfformiadau llafar mewn ymateb i ymweliad â safle yr Ymddiriedloaeth Genedlaethol, Tŷ Tredegargyda’r bard a’r cerddor Rufus Mufasa. Gwahoddwyd y dosbarth yn ôl i’r tŷ i berfformio eu barddoniaeth i rieni ac athrawon.",
  "theatre-heading": "Theatr",
  "theatre-text": "Bu i addysgwyr o Theatr Iolo ddatblygu gweithdai dyfeisio theatr yn y dosbarth mewn ymateb i’w drama Muckers. Wedi mynychu’r gweithdai, bu i sawl athro wneud ceisiadau grant llwyddianus i gronfa ‘Ewch I weld’ er mwyn gallu ymweld â’r theatr I weld y ddrama ei hun.",
  "legacy": "Gwaddol y rhwydweithiau Celfyddydau ac Addysg rhanbarthol",
  "engagement": "Ymgyslltu â ysgolion",
  "participation": "Cyfranogiad athrawon",
  "delivered": "Sesiynnau a gynhaliwyd",
  "community": "Y gymuned ddigidol",
  "quote-2": "Bu i rieni 72 allan o 76 o’r dosbarth blwyddyn 6 ymweld â’r arddangosfa yn Sefydliad Blackwood Miners, hyn yn fwy na’r nifer sy’n mynychu noson rieni yn yr ysgol.",
  "cite-2-p1": "(Rachel Phillips,",
  "cite-2-p2": "Ysgol Gynradd y Coed Duon)",
  "artists-heading": "Mae artistiaid yn allweddol",
  "artists-text": "Mae artistiaid cyfoes cyfredol a phobl creadigol yn cynnig cysylltiad allweddol â’r celfyddydau mynegianol. Mae’r graddau yn y modd y mae artisitiad yn rhannu gonestrwydd a diffuantrwydd drwy eu gwaith yn rhoi i ni ddealltwriaeth amhrisiadwy o’r broses greadigol.",
  "creators-heading": "Creuwyr gydol oes",
  "creators-text": "Er mwyn goroesi, mae amgueddfeydd, orielau a theatrau angen dennu cenhedlaeth newydd o ymwelwyr. Wrth gynnig cyfleoedd diwyllianol i blant, mae’n  cynyddu eu perchnogaeth o’r lle. Mae creuwyr gydol oes yn trosglwyddo eu cariad at ddiwylliant I’w plant ac yn creu sail gref I ddemocratiaeth ddiwyllianol.",
  "model": "Ein model",
  "model-p1": "Trasnewid y modd y mae ysgolion yn cyd-weithio â sefydliadau diwyllianol er budd cyfleu’r celfyddydau myngeianol drwy’r cwricwlwm newydd..",
  "model-p2": "Gweithio’n strategol ac mewn partneriaeth â sefydliadau diwyllianol.",
  "model-p3": "Cefnogaeth i'r Celfyddydau Mynegiadol MDaP.",
  "model-1": "Rhwydwaith",
  "model-2": "Ysgolion",
  "model-3": "Artistiaid",
  "model-4": "Sefydliadau",
  "model-5": "celfyddydol",
  "network-heading": "Eich Rhwydwaith",
  "network-text": "Rydym yn rhwydwaith cenedlaethol o athrawon, artistiaid a sefydliadau diwylliannol sy'n darparu cymorth i ysgolion Cymru i gyflawni eu nodau ar gyfer Maes Profiad Dysgu'r Celfyddydau Mynegiadol trwy ddarparu partneriaethau iddynt i sector diwylliannol Cymru. Rydym yn hyrwyddo rhwydweithio, cydweithredu, ac yn mynd ati i adeiladu rhwydweithiau cefnogol proffesiynol rhwng ysgolion a sector y celfyddydau ledled Cymru. Gyda'n gilydd gallwn adeiladu pethau anhygoel!",
  "promise": "Ein Addewid",
  "promise-p1": "Mae gan Gymru ddwy iaith. Rydym yn addo darparu hyfforddiant ac adnoddau o ansawdd uchel yn nwy iaith genedlaethol Cymru, a bob amser yn ymatebol i ofynion iaith unigol pob rhan o Gymru.",
  "promise-p2": "Mae Cymru yn wlad amrywiol. Rydym yn addo darparu rhaglen gadarn o ddatblygiad proffesiynol wedi'i safoni'n genedlaethol o ran ansawdd, wrth ymateb i hunaniaeth unigryw ac amrywiaeth ddiwylliannol Cymru.",
  "promise-p3": "Mae'r celfyddydau cyfoes yng Nghymru yn gyffrous. Rydym yn addo bod yn ymatebol i ddatblygiadau diwylliannol cyfredol ac ysbrydoli athrawon i gyfoethogi eu haddysgu ag arferion a thechnegau celf arloesol.",
  "signup-1": "Cofrestru",
  "signup-2": "Cyfeiriad ebost...",
  "signup-3": "Gadewch eich cyfeiriad e-bost i gael newyddion, diweddariadau a chyfleoedd gan Rwydwaith Cenedlaethol y Celfyddydau ac Addysg.",
  "involved-1": "Cymryd rhan",
  "involved-2": "Archebwch nawr ar gyfer ein digwyddiadau...",
  "site-1": "Celf Safle-Benodol",
  "site-2-d1": "Dydd Mawrth 26",
  "site-2-d2": "ain",
  "site-2-d3": "Ebrill 2021",
  "site-3": "Cyflwyno digidol",
  "site-4": "Mae lleoedd, fel pobl, yn unigryw o ran cymeriad a phersonoliaeth, ac fel pobl, maen nhw'n newid dros amser. Gall archwilio ystyr lle penodol, p'un a yw hyn o fewn yr oes sydd ohoni, neu trwy edrych yn ddyfnach ar hanes neu wyddoniaeth, alluogi plant a phobl ifanc i ymgysylltu go iawn â'u hamgylchedd a chymryd mwynhad dyfnach ohono.",
  "digital-1": "Ewch yn Ddigidol!",
  "digital-2-d1": "Dydd Gwener 2",
  "digital-2-d2": "il",
  "digital-2-d3": "Mai 2021",
  "digital-3": "Cyflwyno digidol",
  "digital-4": "Mae amgueddfeydd a lleoliadau diwylliannol yn angerddol am weithio gyda chynnwys cyfoes, mae ganddyn nhw rôl i gynrychioli a chasglu'r byd presennol, nid yn unig y gorffennol. Mae'r broses ddigidol ar gyfer dysgu yn galluogi dysgwyr i ymgysylltu â chasgliadau, arddangosfeydd a gwefannau trwy ddisgyblaeth atyniadol a pherthnasol.",
  "book": "Archebwch",
  "contact": "Cysylltwch",
  "email": "helo@celfadd.cymru",
  "brand": "Rhwydwaith Cenedlaethol Celf ac Addysg",
  "site": "Safle gan",
  "notfound": {
    "header": "NID SYLFAEN",
    "description": "Rydych chi newydd daro llwybr nad yw'n bodoli ... y tristwch."
  }
}
